Repository: justfrt37/WECAN
Catalog: Plumm/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, tr

source: Search by name or profession
de: Nach Name oder Beruf suchen
es: Buscar por nombre o profesión
fr: Rechercher par nom ou profession
it: Cerca per nome o professione
pt: Buscar por nome ou profissão
tr: İsim veya mesleğe göre ara

source: Search chats
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher des chats
it: Cerca chat
pt: Buscar chats
tr: Sohbet ara

source: See All
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
pt: Ver tudo
tr: Tümünü Gör

source: See all characters
de: Alle Charaktere ansehen
es: Ver todos los personajes
fr: Voir tous les personnages
it: Vedi tutti i personaggi
pt: Ver todos os personagens
tr: Tüm karakterleri gör

source: Select Mood
de: Stimmung wählen
es: Elige el ánimo
fr: Choisir l'humeur
it: Scegli l'umore
pt: Escolha o clima
tr: Ruh Hali Seç

source: Send me a photo
de: Schick mir ein Foto
es: Envíame una foto
fr: Envoie-moi une photo
it: Mandami una foto
pt: Me manda uma foto
tr: Fotoğraf gönder

source: Send me a voice
de: Schick mir eine Sprachnachricht
es: Envíame un audio
fr: Envoie-moi un vocal
it: Mandami un vocale
pt: Me manda um áudio
tr: Sesli mesaj gönder

source: Send us an email
de: Sende uns eine E-Mail
es: Envíanos un correo
fr: Envoie-nous un e-mail
it: Inviaci un'email
pt: Envie-nos um e-mail
tr: Bize e-posta gönder

source: Serious Relationship
de: Ernste Beziehung
es: Relación seria
fr: Relation sérieuse
it: Relazione seria
pt: Relacionamento sério
tr: Ciddi İlişki

source: Share a Friend
de: Freund empfehlen
es: Recomienda a un amigo
fr: Recommander à un ami
it: Consiglia a un amico
pt: Indique um amigo
tr: Arkadaşınla Paylaş

source: Shy
de: Schüchtern
es: Tímida
fr: Timide
it: Timida
pt: Tímida
tr: Utangaç

source: Shy Sweetheart
de: Schüchterner Schatz
es: Dulce Tímida
fr: Douce Timide
it: Dolce Timida
pt: Doce Tímida
tr: Utangaç Tatlı

source: Silver
de: Silber
es: Plateado
fr: Argenté
it: Argento
pt: Prateado
tr: Gümüş

source: Skin tone
de: Hautton
es: Tono de piel
fr: Teint
it: Colore della pelle
pt: Tom de pele
tr: Ten tonu

source: Slow burn… make me addicted
de: Langsam entfachen… mach mich süchtig
es: A fuego lento… hazme adicta
fr: Doucement… rends-moi accro
it: Lentamente… fammi diventare dipendente
pt: Devagar… me deixe viciada
tr: Yavaş yavaş gelişen… beni bağımlısı yap

source: Smooth, confident, effortlessly seductive
de: Selbstsicher, mühelos verführerisch
es: Segura de sí misma, seductora sin esfuerzo
fr: Sûre d'elle, séduisante sans effort
it: Sicura di sé, seducente senza sforzo
pt: Confiante, sedutora sem esforço
tr: Kendinden emin, zahmetsizce baştan çıkarıcı

source: Snub
de: Stupsig
es: Chata
fr: Camus
it: Camuso
pt: Achatado
tr: Basık

source: Soon
de: Bald
es: Próximamente
fr: Bientôt
it: Presto
pt: Em breve
tr: Yakında

source: Soulmate
de: Seelenverwandte
es: Alma gemela
fr: Âme sœur
it: Anima gemella
pt: Alma gêmea
tr: Ruh Eşi

source: Start Chatting
de: Chat starten
es: Empezar a chatear
fr: Commencer à discuter
it: Inizia a chattare
pt: Começar a conversar
tr: Sohbete Başla

source: Steel Blue
de: Stahlblau
es: Azul acero
fr: Bleu acier
it: Blu acciaio
pt: Azul-aço
tr: Çelik Mavisi

source: STEP %lld / %lld
de: SCHRITT %lld / %lld
es: PASO %lld / %lld
fr: ÉTAPE %lld / %lld
it: PASSO %lld / %lld
pt: PASSO %lld / %lld
tr: ADIM %lld / %lld

source: Store
de: Shop
es: Tienda
fr: Boutique
it: Negozio
pt: Loja
tr: Mağaza

source: Straight
de: Gerade
es: Recta
fr: Droit
it: Dritto
pt: Reto
tr: Düz

source: streak bonus
de: Serien-Bonus
es: bono de racha
fr: bonus de série
it: bonus serie
pt: bônus de sequência
tr: seri bonusu

source: Student
de: Studentin
es: Estudiante
fr: Étudiante
it: Studentessa
pt: Estudante
tr: Öğrenci

source: Subscribe to create characters.
de: Abonniere, um Charaktere zu erstellen.
es: Suscríbete para crear personajes.
fr: Abonnez-vous pour créer des personnages.
it: Abbonati per creare personaggi.
pt: Assine para criar personagens.
tr: Karakter oluşturmak için abone ol.

source: Suspicious
de: Misstrauisch
es: Sospechosa
fr: Méfiante
it: Sospettosa
pt: Desconfiada
tr: Şüpheci

source: Sweet
de: Süß
es: Dulce
fr: Douce
it: Dolce
pt: Doce
tr: Tatlı

source: Sweet Love
de: Süße Liebe
es: Amor dulce
fr: Amour tendre
it: Amore dolce
pt: Amor doce
tr: Tatlı Aşk

source: Swipe left: pass
de: Nach links wischen: ablehnen
es: Desliza a la izquierda: pasar
fr: Glisse à gauche : passer
it: Scorri a sinistra: salta
pt: Deslize para a esquerda: pular
tr: Sola kaydır: geç

source: Swipe right: like
de: Nach rechts wischen: gefällt mir
es: Desliza a la derecha: me gusta
fr: Glisse à droite : j'aime
it: Scorri a destra: mi piace
pt: Deslize para a direita: curtir
tr: Sağa kaydır: beğen

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
pt: Tirar foto
tr: Fotoğraf Çek

source: Tan
de: Gebräunt
es: Bronceada
fr: Hâlée
it: Abbronzata
pt: Bronzeada
tr: Bronz

source: Tap anywhere to continue
de: Tippe irgendwo, um fortzufahren
es: Toca en cualquier lugar para continuar
fr: Touche n'importe où pour continuer
it: Tocca ovunque per continuare
pt: Toque em qualquer lugar para continuar
tr: Devam etmek için herhangi bir yere dokun

source: Tap to generate
de: Zum Generieren tippen
es: Toca para generar
fr: Touchez pour générer
it: Tocca per generare
pt: Toque para gerar
tr: Oluşturmak için dokun

source: Tap to view
de: Zum Ansehen tippen
es: Toca para ver
fr: Touchez pour voir
it: Tocca per vedere
pt: Toque para ver
tr: Görmek için dokun

source: Teasing
de: Neckend
es: Bromista
fr: Taquine
it: Provocante
pt: Provocante
tr: Takılma

source: Teasing jokes, keeps you guessing
de: Neckische Sprüche, hält dich in Ungewissheit
es: Bromas pícaras, te mantiene adivinando
fr: Blagues taquines, elle te tient en haleine
it: Battute pungenti, ti tiene sulle spine
pt: Piadas provocantes, te mantém em dúvida
tr: Takılgan şakalar, seni hep meraklandırır

source: Tell your story — how you met, memories you share, anything you want them to know…
de: Erzähl eure Geschichte — wie ihr euch kennengelernt habt, gemeinsame Erinnerungen, alles, was sie wissen soll…
es: Cuenta tu historia — cómo os conocisteis, recuerdos que compartís, todo lo que quieras que sepa…
fr: Raconte ton histoire — comment vous vous êtes rencontrés, vos souvenirs partagés, tout ce que tu veux qu'elle sache…
it: Racconta la vostra storia — come vi siete conosciuti, i ricordi che condividete, tutto ciò che vuoi che sappia…
pt: Conte sua história — como vocês se conheceram, memórias que compartilham, tudo que você quer que ela saiba…
tr: Geçmişini anlat — nasıl tanıştınız, paylaştığınız anılar, bilmesini istediklerin…

source: The Ex
de: Die Ex
es: La ex
fr: L'ex
it: L'ex
pt: A ex
tr: Eski Sevgili

source: The subscription system isn't set up yet.
de: Das Abosystem ist noch nicht eingerichtet.
es: El sistema de suscripción aún no está configurado.
fr: Le système d'abonnement n'est pas encore configuré.
it: Il sistema di abbonamento non è ancora configurato.
pt: O sistema de assinatura ainda não foi configurado.
tr: Abonelik sistemi henüz kurulmadı.

source: This defines their core personality
de: Das bestimmt ihre Grundpersönlichkeit
es: Esto define su personalidad principal
fr: Cela définit sa personnalité principale
it: Questo definisce la sua personalità di base
pt: Isso define a personalidade principal dela
tr: Bu, onun temel kişiliğini belirler

source: This lets them remember your shared history
de: So kann sie sich an eure gemeinsame Geschichte erinnern
es: Esto le permite recordar vuestra historia compartida
fr: Cela lui permet de se souvenir de votre histoire commune
it: Questo le permette di ricordare la vostra storia condivisa
pt: Isso permite que ela lembre da história de vocês
tr: Bu, geçmişinizi hatırlamasını sağlar

source: This name will always be used
de: Dieser Name wird immer verwendet
es: Este nombre se usará siempre
fr: Ce nom sera toujours utilisé
it: Questo nome verrà sempre usato
pt: Este nome sempre será usado
tr: Bu isim her zaman kullanılacak

source: Timid
de: Ängstlich
es: Tímida
fr: Craintive
it: Timorosa
pt: Tímida
tr: Çekingen

source: tokens every week
de: Token pro Woche
es: tokens cada semana
fr: jetons chaque semaine
it: token ogni settimana
pt: tokens toda semana
tr: her hafta token

source: Trickster
de: Schelmin
es: Traviesa
fr: Farceuse
it: Birichina
pt: Travessa
tr: Muzip

source: Trust
de: Vertrauen
es: Confianza
fr: Confiance
it: Fiducia
pt: Confiança
tr: Güven

source: Trusting
de: Vertrauensvoll
es: Confiada
fr: Confiante
it: Fiduciosa
pt: Confiante
tr: Güveniyor

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
pt: Tentar novamente
tr: Tekrar dene

source: Try Again
de: Erneut versuchen
es: Inténtalo de nuevo
fr: Réessayer
it: Riprova
pt: Tentar novamente
tr: Tekrar Dene

source: Turquoise
de: Türkis
es: Turquesa
it: Turchese
pt: Turquesa
tr: Turkuaz

source: Typing…
de: Schreibt…
es: Escribiendo…
fr: En train d'écrire…
it: Sta scrivendo…
pt: Digitando…
tr: Yazıyor…

source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
it: Sblocca
pt: Desbloquear
tr: Engeli Kaldır

source: Unlimited chat, voice messages, and exclusive characters
de: Unbegrenzter Chat, Sprachnachrichten und exklusive Charaktere
es: Chat ilimitado, mensajes de voz y personajes exclusivos
fr: Chat illimité, messages vocaux et personnages exclusifs
it: Chat illimitate, messaggi vocali e personaggi esclusivi
pt: Chat ilimitado, mensagens de voz e personagens exclusivos
tr: Sınırsız sohbet, sesli mesaj ve özel karakterler

source: Upgrade to PRO
de: Auf PRO upgraden
es: Mejorar a PRO
fr: Passer à PRO
it: Passa a PRO
pt: Fazer upgrade para PRO
tr: PRO'ya Geç

source: Upgrade to PRO · See All Photos
de: Auf PRO upgraden · Alle Fotos ansehen
es: Mejorar a PRO · Ver todas las fotos
fr: Passer à PRO · Voir toutes les photos
it: Passa a PRO · Vedi tutte le foto
pt: Fazer upgrade para PRO · Ver todas as fotos
tr: PRO'ya Geç · Tüm Fotoğrafları Gör

source: Upturned
de: Nach oben gezogen
es: Rasgados hacia arriba
fr: Relevés
it: All'insù
pt: Puxado para cima
tr: Yukarı Kalkık

source: Users worldwide
de: Nutzer weltweit
es: Usuarios en todo el mundo
fr: Utilisateurs dans le monde
it: Utenti in tutto il mondo
pt: Usuários em todo o mundo
tr: Dünya çapında kullanıcı

source: View Profile
de: Profil ansehen
es: Ver perfil
fr: Voir le profil
it: Vedi profilo
pt: Ver perfil
tr: Profili Görüntüle

source: Violet
de: Violett
es: Violeta
it: Violetto
pt: Violeta
tr: Menekşe

source: Voice message
de: Sprachnachricht
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
pt: Mensagem de voz
tr: Sesli mesaj

source: Voice message failed to generate.
de: Sprachnachricht konnte nicht erstellt werden.
es: No se pudo generar el mensaje de voz.
fr: Le message vocal n'a pas pu être généré.
it: Impossibile generare il messaggio vocale.
pt: Não foi possível gerar a mensagem de voz.
tr: Sesli mesaj oluşturulamadı.

source: Want to meet %@?
de: Möchtest du %@ kennenlernen?
es: ¿Quieres conocer a %@?
fr: Tu veux rencontrer %@ ?
it: Vuoi conoscere %@?
pt: Quer conhecer %@?
tr: %@ ile tanışmak ister misin?

source: Warm
de: Warmherzig
es: Cálida
fr: Chaleureuse
it: Calorosa
pt: Calorosa
tr: Sıcak

source: Warm and attached from day one
de: Warmherzig und anhänglich von Anfang an
es: Cálida y apegada desde el primer día
fr: Chaleureuse et attachée dès le premier jour
it: Calorosa e legata fin dal primo giorno
pt: Calorosa e apegada desde o primeiro dia
tr: İlk günden sıcak ve bağlı

source: Warming Up
de: Wird wärmer
es: Entrando en calor
fr: Se réchauffe
it: Si sta scaldando
pt: Esquentando
tr: Isınıyor

source: Warmth
de: Wärme
es: Calidez
fr: Chaleur
it: Calore
pt: Calor
tr: Sıcaklık

source: Warrior
de: Kriegerin
es: Guerrera
fr: Guerrière
it: Guerriera
pt: Guerreira
tr: Savaşçı

source: Watchful
de: Wachsam
es: Vigilante
fr: Vigilante
it: Vigile
pt: Vigilante
tr: Tetikte

source: Wavy
de: Wellig
es: Ondulado
fr: Ondulés
it: Mossi
pt: Ondulado
tr: Dalgalı

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal
tr: Haftalık

source: What color are their eyes?
de: Welche Augenfarbe hat sie?
es: ¿De qué color son sus ojos?
fr: De quelle couleur sont ses yeux ?
it: Di che colore sono i suoi occhi?
pt: Qual é a cor dos olhos dela?
tr: Göz rengi ne?

source: What color is their hair?
de: Welche Haarfarbe hat sie?
es: ¿De qué color es su pelo?
fr: De quelle couleur sont ses cheveux ?
it: Di che colore sono i suoi capelli?
pt: Qual é a cor do cabelo dela?
tr: Saç rengi ne?

source: What did you do today?
de: Was hast du heute gemacht?
es: ¿Qué hiciste hoy?
fr: Qu'as-tu fait aujourd'hui ?
it: Cosa hai fatto oggi?
pt: O que você fez hoje?
tr: Bugün ne yaptın?

source: What do they do for work?
de: Was macht sie beruflich?
es: ¿A qué se dedica?
fr: Que fait-elle dans la vie ?
it: Di cosa si occupa?
pt: O que ela faz da vida?
tr: Ne iş yapıyor?

source: What do you want to hear?
de: Was möchtest du hören?
es: ¿Qué quieres escuchar?
fr: Qu'est-ce que tu veux entendre ?
it: Cosa vuoi sentire?
pt: O que você quer ouvir?
tr: Ne duymak istersin?

source: What shape are their eyes?
de: Welche Augenform hat sie?
es: ¿Qué forma tienen sus ojos?
fr: Quelle est la forme de ses yeux ?
it: Che forma hanno i suoi occhi?
pt: Qual é o formato dos olhos dela?
tr: Göz şekli nasıl?

source: What shape is their nose?
de: Welche Nasenform hat sie?
es: ¿Qué forma tiene su nariz?
fr: Quelle est la forme de son nez ?
it: Che forma ha il suo naso?
pt: Qual é o formato do nariz dela?
tr: Burun şekli nasıl?

source: What should your character be named?
de: Wie soll dein Charakter heißen?
es: ¿Cómo se llamará tu personaje?
fr: Comment doit s'appeler ton personnage ?
it: Come si chiamerà il tuo personaggio?
pt: Qual será o nome do seu personagem?
tr: Karakterinin adı ne olsun?

source: What's their overall vibe?
de: Was ist ihr genereller Vibe?
es: ¿Cuál es su estilo general?
fr: Quelle est son ambiance générale ?
it: Qual è il suo stile generale?
pt: Qual é o estilo geral dela?
tr: Genel tarzı nasıl?

source: What's their skin tone?
de: Welchen Hautton hat sie?
es: ¿Cuál es su tono de piel?
fr: Quel est son teint ?
it: Che colore ha la sua pelle?
pt: Qual é o tom de pele dela?
tr: Ten tonu ne?

source: What's up? 💕
de: Was geht? 💕
es: ¿Qué tal? 💕
fr: Quoi de neuf ? 💕
it: Come va? 💕
pt: E aí? 💕
tr: Naber? 💕

source: Where is my chat history stored?
de: Wo wird mein Chatverlauf gespeichert?
es: ¿Dónde se guarda mi historial de chat?
fr: Où est stocké mon historique de discussion ?
it: Dove viene salvata la cronologia delle chat?
pt: Onde meu histórico de conversas fica armazenado?
tr: Sohbet geçmişim nerede saklanıyor?

source: Which world are they from?
de: Aus welcher Welt kommt sie?
es: ¿De qué mundo viene?
fr: De quel monde vient-elle ?
it: Da che mondo viene?
pt: De que mundo ela vem?
tr: Hangi dünyadan geliyor?

source: Wide
de: Breit
es: Ancha
fr: Large
it: Largo
pt: Largo
tr: Geniş

source: Wide-set
de: Weit auseinanderstehend
es: Separados
fr: Écartés
it: Distanziati
pt: Afastado
tr: Geniş Aralıklı

source: Witty
de: Schlagfertig
es: Ingeniosa
fr: Spirituelle
it: Spiritosa
pt: Espirituosa
tr: Esprili

source: Witty banter, jokes & teasing
de: Schlagfertiges Geplänkel, Witze & Necken
es: Bromas ingeniosas, chistes y provocaciones
fr: Taquineries pleines d'esprit, blagues et provocations
it: Battute argute, scherzi e provocazioni
pt: Brincadeiras espirituosas, piadas e provocações
tr: Zekice laf sokmalar, şakalar ve takılmalar

source: Writer
de: Schriftstellerin
es: Escritora
fr: Écrivaine
it: Scrittrice
pt: Escritora
tr: Yazar

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt: Ontem
tr: Dün

source: You can use the 'Clear Chat' option from the gear menu on the chat screen.
de: Du kannst dazu die Option 'Chat löschen' im Zahnradmenü im Chat-Bildschirm nutzen.
es: Puedes usar la opción 'Borrar chat' en el menú de ajustes de la pantalla de chat.
fr: Tu peux utiliser l'option 'Effacer le chat' dans le menu des paramètres de l'écran de discussion.
it: Puoi usare l'opzione 'Cancella chat' nel menu delle impostazioni nella schermata della chat.
pt: Você pode usar a opção 'Limpar chat' no menu de engrenagem na tela de chat.
tr: Sohbet ekranındaki dişli menüsünden 'Sohbeti Temizle' seçeneğini kullanabilirsin.

source: You: %@
de: Du: %@
es: Tú: %@
fr: Toi : %@
it: Tu: %@
pt: Você: %@
tr: Sen: %@

source: You're all caught up!
de: Du bist auf dem neuesten Stand!
es: ¡Ya estás al día!
fr: Tu es à jour !
it: Sei aggiornato!
pt: Você está em dia!
tr: Hepsini tamamladın!

source: You're not talking to any bots yet.
de: Du sprichst noch mit keinem Bot.
es: Aún no estás hablando con ningún bot.
fr: Tu ne discutes encore avec aucun bot.
it: Non stai ancora chattando con nessun bot.
pt: Você ainda não está conversando com nenhum bot.
tr: Henüz hiçbir botla konuşmuyorsun.

source: You've blocked this character. Unblock to send messages.
de: Du hast diesen Charakter blockiert. Zum Schreiben entsperren.
es: Has bloqueado a este personaje. Desbloquea para enviar mensajes.
fr: Vous avez bloqué ce personnage. Débloquez pour envoyer des messages.
it: Hai bloccato questo personaggio. Sblocca per inviare messaggi.
pt: Você bloqueou este personagem. Desbloqueie para enviar mensagens.
tr: Bu karakteri engelledin. Mesaj göndermek için engeli kaldır.

source: You've started chatting with everyone in Discover. Check back later for new people.
de: Du hast mit allen in Entdecken bereits geschrieben. Schau später nach neuen Leuten vorbei.
es: Ya empezaste a chatear con todos en Descubrir. Vuelve más tarde para ver gente nueva.
fr: Tu as déjà discuté avec tout le monde dans Découvrir. Reviens plus tard pour de nouvelles personnes.
it: Hai già iniziato a chattare con tutti in Scopri. Torna più tardi per nuove persone.
pt: Você já começou a conversar com todos em Descobrir. Volte mais tarde para ver gente nova.
tr: Keşfet'teki herkesle sohbete zaten başladın. Yeni insanlar için daha sonra tekrar bak.

source: You've used all your character slots this week.
de: Du hast diese Woche alle Charakter-Plätze aufgebraucht.
es: Ya usaste todos tus cupos de personajes esta semana.
fr: Vous avez utilisé tous vos emplacements de personnage cette semaine.
it: Hai usato tutti i tuoi slot personaggio questa settimana.
pt: Você usou todas as suas vagas de personagem esta semana.
tr: Bu hafta tüm karakter haklarını kullandın.

source: Your messages are stored on your device, not on the server.
de: Deine Nachrichten werden auf deinem Gerät gespeichert, nicht auf dem Server.
es: Tus mensajes se guardan en tu dispositivo, no en el servidor.
fr: Tes messages sont stockés sur ton appareil, pas sur le serveur.
it: I tuoi messaggi vengono salvati sul tuo dispositivo, non sul server.
pt: Suas mensagens são armazenadas no seu dispositivo, não no servidor.
tr: Mesajların sunucuda değil, cihazında saklanır.

source: Your Photos
de: Deine Fotos
es: Tus fotos
fr: Tes photos
it: Le tue foto
pt: Suas fotos
tr: Fotoğrafların

source: Elegant
es: Elegante
fr: Élégante
it: Elegante
pt: Elegante
tr: Zarif

source: Fantasy
es: Fantasía
fr: Fantastique
pt: Fantasia
tr: Fantezi

source: Golden
es: Dorada
fr: Dorée
it: Dorata
pt: Dourada
tr: Altın Ton

source: Hey 👋
es: Hola 👋
fr: Salut 👋
it: Ehi 👋
pt: Oi 👋
tr: Selam 👋

source: Level %lld · %@
es: Nivel %lld · %@
fr: Niveau %lld · %@
it: Livello %lld · %@
pt: Nível %lld · %@
tr: Seviye %lld · %@

source: Likes
es: Me gusta
fr: J'aime
it: Mi piace
pt: Curtidas
tr: Beğeniler

source: Loyal
es: Leal
fr: Loyale
it: Leale
pt: Leal
tr: Sadık

source: Model
es: Modelo
fr: Mannequin
it: Modella
pt: Modelo

source: Online
es: En línea
fr: En ligne
tr: Çevrimiçi

source: Optional.
es: Opcional.
fr: Facultatif.
it: Facoltativo.
pt: Opcional.
tr: İsteğe bağlı.

source: Paranoid
es: Paranoica
fr: Paranoïaque
it: Paranoica
pt: Paranoica
tr: Paranoyak

source: Partner
es: Pareja
fr: Partenaire
pt: Parceiro

source: Pink
es: Rosa
fr: Rose
it: Rosa
pt: Rosa
tr: Pembe

source: Sci-Fi
es: Ciencia ficción
fr: Science-fiction
it: Fantascienza
pt: Ficção científica
tr: Bilim Kurgu

source: Upgrade
es: Mejorar
fr: Améliorer
it: Aggiorna
pt: Fazer upgrade
tr: Yükselt

source: Vibe
es: Estilo
fr: Ambiance
it: Stile
pt: Estilo
tr: Tarz

source: Drama
fr: Drame
it: Dramma
tr: Dram

source: Monolid
fr: Monolide

source: Chats
it: Chat
tr: Sohbetler

source: …Is that you? It's been a while since I heard from you.
tr: …Sen misin? Bir süredir haber vermemiştin.

source: (your current level)
tr: (şu anki seviyen)

source: /day
tr: /gün

source: /month
tr: /ay

source: /week
tr: /hafta

source: /year
tr: /yıl

source: %@ Member
tr: %@ Üye

source: %@ renewable coins, %@
tr: %1$@ yenilenen coin, %2$@

source: %@ tokens
tr: %@ jeton

source: %@. It's been a while.
tr: %@. Uzun zaman oldu.

source: © %@ Plumm. All rights reserved.
tr: © %@ Plumm. Tüm hakları saklıdır.

source: ☕ Coffee
tr: ☕ Kahve

source: ♟️ Chess
tr: ♟️ Satranç

source: ⚽ Sports
tr: ⚽ Spor

source: ⛷️ Skiing
tr: ⛷️ Kayak

source: ✈️ Travel
tr: ✈️ Seyahat

source: 🌃 Nightlife
tr: 🌃 Gece Hayatı

source: 🌱 Gardening
tr: 🌱 Bahçıvanlık

source: 🍳 Cooking
tr: 🍳 Yemek Pişirme

source: 🍷 Wine
tr: 🍷 Şarap

source: 🍸 Cocktails
tr: 🍸 Kokteyller

source: 🎙️ Podcasts
tr: 🎙️ Podcastler

source: 🎣 Fishing
tr: 🎣 Balık Tutma

source: 🎤 Concerts
tr: 🎤 Konserler

source: 🎨 Painting
tr: 🎨 Resim

source: 🎪 Festivals
tr: 🎪 Festivaller

source: 🎬 Movies
tr: 🎬 Filmler

source: 🎭 Theater
tr: 🎭 Tiyatro

source: 🎮 Gaming
tr: 🎮 Oyun

source: 🎵 Music
tr: 🎵 Müzik

source: 🏃 Running
tr: 🏃 Koşu

source: 🏄 Surfing
tr: 🏄 Sörf

source: 🏊 Swimming
tr: 🏊 Yüzme

source: 🏍️ Motorcycles
tr: 🏍️ Motosikletler

source: 🏕️ Camping
tr: 🏕️ Kamp

source: 🏺 Ceramics
tr: 🏺 Seramik

source: 🐱 Cats
tr: 🐱 Kediler

source: 🐶 Dogs
tr: 🐶 Köpekler

source: 👗 Fashion
tr: 👗 Moda

source: 👩‍💻 Coding
tr: 👩‍💻 Kodlama

source: 💃 Dancing
tr: 💃 Dans

source: 💄 Makeup
tr: 💄 Makyaj

source: 💻 Technology
tr: 💻 Teknoloji

source: 📚 Reading
tr: 📚 Okuma

source: 📷 Photography
tr: 📷 Fotoğrafçılık

source: 🔮 Astrology
tr: 🔮 Astroloji

source: 🖋️ Tattoos
tr: 🖋️ Dövme

source: 🤿 Diving
tr: 🤿 Dalış

source: 🥾 Hiking
tr: 🥾 Doğa Yürüyüşü

source: 🧗 Climbing
tr: 🧗 Tırmanış

source: 🧘‍♀️ Meditation
tr: 🧘‍♀️ Meditasyon

source: 🧶 Knitting
tr: 🧶 Örgü

source: 🧺 Picnics
tr: 🧺 Piknik

source: 🚗 Cars
tr: 🚗 Arabalar

source: 🚴 Cycling
tr: 🚴 Bisiklet

source: 🛍️ Shopping
tr: 🛍️ Alışveriş

source: 100% Private
tr: %100 Gizli

source: Acquaintances
tr: Tanıdıklar

source: Add a short description per photo — chat-image matches a user's photo request against these before generating anything new. Optional; with none, photos are always generated like a normal character.
tr: Her fotoğraf için kısa bir açıklama ekle — chat-image yeni bir şey üretmeden önce kullanıcının fotoğraf isteğini bunlarla eşleştirir. Opsiyonel; boş bırakılırsa fotoğraflar normal bir karakter gibi her zaman üretilir.

source: Add gallery photos
tr: Galeri fotoğrafları ekle

source: Add in-chat photos
tr: Sohbet içi fotoğraflar ekle

source: African
tr: Afrikalı

source: App Store
tr: Uygulama Mağazası

source: As you chat your level rises and your bond deepens.
tr: Sohbet ettikçe seviyen yükselir, ilişkin derinleşir.

source: Athletic
tr: Atletik

source: Average
tr: Ortalama

source: Best Value
tr: En İyi Değer

source: BEST VALUE
tr: EN İYİ DEĞER

source: Buy Tokens
tr: Jeton Satın Al

source: Call ended
tr: Arama sona erdi

source: Call failed
tr: Arama başarısız oldu

source: Change profile picture
tr: Profil fotoğrafını değiştir

source: Character
tr: Karakter

source: Chat
tr: Sohbet

source: Choose profile picture
tr: Profil fotoğrafı seç

source: Choose someone
tr: Birini seç

source: Coin packages aren't available right now.
tr: Jeton paketleri şu anda kullanılamıyor.
